Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: A special postal expedition for %@. Lace up your walking shoes and carry your letters with the flock.
ar: رحلة بريدية خاصة لـ %@ . اربط حذائك واحمل رسائلك مع القطيع.
bg: Специална пощенска експедиция за %@. Завържете обувките си за ходене и носете писмата си с стадото.
bs: Specijalna poštanska ekspedicija za %@. Vežite cipele za hodanje i nosite svoja pisma sa stadom.
ca: Una expedició postal especial per a %@. Corda les sabates de caminar i porta les teves cartes amb el ramat.
cs: Speciální poštovní expedice pro %@. Zašněrujte si vycházkové boty a noste své dopisy se stádem.
da: En særlig postekspedition for %@. Snør vandreskoene og bær dine breve med flokken.
de: Eine besondere Postexpedition für %@. Schnüre deine Wanderschuhe und trage deine Briefe mit der Herde.
el: Μια ειδική ταχυδρομική αποστολή για %@. Δέστε τα παπούτσια σας για περπάτημα και μεταφέρετε τα γράμματά σας με το κοπάδι.
es: Una expedición postal especial para %@. Átese los zapatos para caminar y lleve sus cartas con el rebaño.
et: %@ eriline postiekspeditsioon. Pane oma jalutusjalatsid kinni ja kandke oma kirju karjaga kaasas.
eu: %@rako posta-espedizio berezia. Lotu ibiltzeko oinetakoak eta eraman eskutitzak artaldearekin.
fi: Erityinen postimatka %@:lle. Kiinnitä kävelykengät ja kanna kirjeitäsi parven kanssa.
fr: Une expédition postale spéciale pour %@ . Enfilez tes chaussures de marche et transportez tes lettres avec le troupeau.
ga: Turas poist speisialta do %@ . Lása suas do bhróga siúil agus iompar do litreacha leis an tréad.
gl: Unha expedición postal especial para %@ . Ata os zapatos de andar e leva as túas cartas co rabaño.
he: משלחת דואר מיוחדת עבור %@. שרוך את נעלי ההליכה שלך ונשא את המכתבים שלך עם הצאן.
hi: %@ के लिए एक विशेष डाक अभियान। अपने चलने वाले जूतों के फीते बाँधें और झुंड के साथ अपने पत्र ले जाएँ।
hr: Posebna poštanska ekspedicija za %@. Zavežite svoje cipele za hodanje i nosite svoja pisma s jatom.
hu: Különleges postai expedíció a %@ számára. Fűzd be sétacipődet, és vidd a leveleidet a nyájjal.
id: Ekspedisi pos khusus untuk %@ . Kencangkan tali sepatu berjalan Anda dan bawalah surat-surat Anda bersama kawanannya.
is: Sérstakur póstleiðangur fyrir %@ . Reimaðu gönguskóna þína og hafðu bréfin með hjörðinni.
it: Una spedizione postale speciale per %@ . Allaccia le tue scarpe da passeggio e porta le tue lettere con il gregge.
ja: %@ のための特別な郵便遠征。ウォーキングシューズの紐を締めて、手紙を群れと一緒に持ち歩きましょう。
ka: სპეციალური საფოსტო ექსპედიცია %@-სთვის. მოიხვიეთ სასეირნო ფეხსაცმელი და ატარეთ თქვენი ასოები ფარასთან.
kk: %@ үшін арнайы пошта экспедициясы. Жаяу жүруге арналған аяқ киімдеріңізді байлап, хаттарыңызды үйірмен бірге алып жүріңіз.
ko: %@를 위한 특별 우편 탐험입니다. 운동화 끈을 묶고 편지를 떼와 함께 가지고 다니세요.
lt: Speciali pašto ekspedicija %@ . Užsekite vaikščiojimo batus ir nešiokitės laiškus su kaimene.
lv: Īpaša pasta ekspedīcija %@ . Apvelciet pastaigu apavus un nēsājiet vēstules kopā ar ganāmpulku.
mk: Специјална поштенска експедиција за %@. Врзете ги чевлите за пешачење и носете ги вашите писма со стадото.
ms: Ekspedisi pos khas untuk %@ . Ikat kasut berjalan anda dan bawa surat anda bersama kawanan.
mt: Spedizzjoni postali speċjali għal %@. Qabbad iż-żraben tal-mixi tiegħek u ġġorr l-ittri tiegħek mal-qatgħa.
nb: En spesiell postekspedisjon for %@ . Snøre på deg spaserskoene og bære brevene dine med flokken.
nl: Een speciale postexpeditie voor %@. Trek uw wandelschoenen aan en draag uw brieven met de kudde mee.
pl: Specjalna wyprawa pocztowa dla %@. Zasznuruj buty do chodzenia i noś swoje listy ze stadem.
pt_br: Uma expedição postal especial para %@. Amarre seus sapatos e leve suas cartas com o rebanho.
ro: O expediție poștală specială pentru %@ . Încingeți-vă pantofii de mers și duceți-vă scrisorile cu turma.
ru: Специальная почтовая экспедиция для %@. Зашнуруйте обувь для ходьбы и носите письма со стадом.
sk: Špeciálna poštová expedícia pre %@. Zašnurujte si vychádzkové topánky a noste svoje listy so stádom.
sl: Posebna poštna odprava za %@. Zavežite svoje pohodne čevlje in nosite svoja pisma s čredo.
sq: Një ekspeditë e veçantë postare për %@. Lidhni këpucët me lidhëse dhe mbani letrat tuaja me kopenë.
sr: Специјална поштанска експедиција за %@. Вежите ципеле за ходање и носите своја писма са стадом.
sv: En speciell postexpedition för %@ . Snör på dig promenadskorna och bär dina brev med flocken.
th: การสำรวจทางไปรษณีย์พิเศษสำหรับ %@ ผูกเชือกรองเท้าสำหรับเดินและถือจดหมายของคุณไปกับฝูง
tr: %@ için özel bir posta seferi. Yürüyüş ayakkabılarınızı bağlayın ve mektuplarınızı sürüyle birlikte taşıyın.
uk: Спеціальна поштова експедиція для %@. Зашнуруй свої черевики і неси свої листи з отарою.
vi: Chuyến thám hiểm bưu chính đặc biệt dành cho %@ . Hãy thắt dây giày đi bộ của bạn và mang theo những lá thư của bạn theo đàn.
zh_hans: %@ 的特别邮政探险。系好步行鞋的鞋带，与羊群一起携带信件。
zh_hk: %@ 的特別郵政探險。繫好步行鞋的鞋帶，與羊群一起攜帶信件。

source: A spoken summary of every ram on the road.
ar: ملخص منطوق لكل كبش على الطريق.
bg: Устно резюме за всеки овен на пътя.
bs: Govorni sažetak svakog ovna na putu.
ca: Un resum parlat de cada carnero a la carretera.
cs: Mluvené shrnutí každého berana na silnici.
da: Et talt resumé af hver vædder på vejen.
de: Eine gesprochene Zusammenfassung jedes Widders auf der Straße.
el: Μια προφορική περίληψη κάθε κριαριού στο δρόμο.
es: Un resumen hablado de cada carnero en el camino.
et: Räägitud kokkuvõte igast teel olevast jäärist.
eu: Bideko ahari bakoitzaren ahozko laburpena.
fi: Puhuttu yhteenveto jokaisesta oinasta tiellä.
fr: Un résumé parlé de chaque bélier sur la route.
ga: Achoimre labhartha ar gach reithe ar an mbóthar.
gl: Un resumo falado de cada carneiro na estrada.
he: סיכום מדובר על כל איל על הכביש.
hi: सड़क पर प्रत्येक राम का एक मौखिक सारांश।
hr: Govorni sažetak svakog ovna na putu.
hu: Minden úton lévő kos beszélt összefoglalója.
id: Ringkasan lisan dari setiap domba jantan di jalan.
is: Talað yfirlit yfir hvern hrút á veginum.
it: Un riassunto parlato di ogni ariete sulla strada.
ja: 道路上のすべての雄羊の音声による要約。
ka: გზაზე ყველა ვერძის სალაპარაკო რეზიუმე.
kk: Жолдағы әрбір қошқардың ауызша қысқаша мазмұны.
ko: 도로 위의 모든 숫양에 대한 음성 요약입니다.
lt: Kalbėta santrauka apie kiekvieną aviną kelyje.
lv: Runāts kopsavilkums par katru aunu uz ceļa.
mk: Зборувано резиме на секој овен на патот.
ms: Ringkasan pertuturan setiap domba jantan di jalan raya.
mt: Sommarju mitkellma ta’ kull muntun fit-triq.
nb: En talt oppsummering av hver vær på veien.
nl: Een gesproken samenvatting van elke ram op de weg.
pl: Mówione podsumowanie każdego barana na drodze.
pt_br: Um resumo falado de cada carneiro na estrada.
ro: Un rezumat vorbit al fiecărui berbec de pe drum.
ru: Устная сводка каждого тарана на дороге.
sk: Hovorené zhrnutie každého barana na ceste.
sl: Govorjeni povzetek vsakega ovna na cesti.
sq: Një përmbledhje e folur e çdo dash në rrugë.
sr: Говорни сажетак сваког овна на путу.
sv: En talad sammanfattning av varje bagge på vägen.
th: บทสรุปคำพูดของแกะทุกตัวบนท้องถนน
tr: Yoldaki her koçun sözlü özeti.
uk: Усне резюме кожного барана на дорозі.
vi: Một bản tóm tắt bằng giọng nói của mọi ram trên đường.
zh_hans: 对路上每只公羊的口头总结。
zh_hk: 對路上每隻公羊的口頭總結。

source: A stream of instant messages arriving one after another, then fading into irrelevance
ar: سيل من الرسائل الفورية تصل واحدة تلو الأخرى، ثم تتلاشى وتصبح غير ذات صلة
bg: Поток от незабавни съобщения, пристигащи едно след друго, след което избледняващи до неуместност
bs: Niz trenutnih poruka koje stižu jedna za drugom, a zatim blede i postaju nevažne
ca: Un flux de missatges instantanis que arriba un rere l'altre, i després s'esvaeix en la irrellevància
cs: Proud rychlých zpráv, které přicházejí jedna za druhou, a pak se vytrácejí do nepodstatnosti
da: En strøm af øjeblikkelige beskeder, der ankommer den ene efter den anden, og forsvinder derefter til irrelevans
de: Ein Strom von Sofortnachrichten, die nacheinander eintreffen und dann in der Bedeutungslosigkeit verschwinden
el: Μια ροή στιγμιαίων μηνυμάτων που φθάνουν το ένα μετά το άλλο και στη συνέχεια ξεθωριάζουν σε άσχετο
es: Un flujo de mensajes instantáneos que llegan uno tras otro y luego se vuelven irrelevantes
et: Kiirsõnumite voog, mis saabuvad üksteise järel ja muutuvad siis ebaoluliseks
eu: Bata bestearen atzetik iristen diren berehalako mezuen jarioa, gero garrantzirik gabekoa bihurtuz
fi: Joukko pikaviestejä, jotka saapuvat peräkkäin ja vaimenivat sitten merkityksettömiksi
fr: Un flux de messages instantanés arrivant les uns après les autres, puis devenant inutiles
ga: Sruth de theachtaireachtaí meandracha ag teacht isteach ceann i ndiaidh a chéile, agus ansin ag dul i léig
gl: Un fluxo de mensaxes instantáneas que chegan unha tras outra, e despois desaparecen
he: זרם של הודעות מיידיות שמגיעות בזו אחר זו, ואז מתפוגגות לחוסר רלוונטיות
hi: त्वरित संदेशों की एक धारा एक के बाद एक आती है, फिर अप्रासंगिक हो जाती है
hr: Tok trenutnih poruka koje stižu jedna za drugom, a zatim nestaju u nevažnosti
hu: Azonnali üzenetek folyama, amelyek egymás után érkeznek, majd lényegtelenné válnak
id: Aliran pesan instan datang satu demi satu, lalu menghilang dan tidak lagi relevan
is: Straumur af spjallskilaboðum sem berast hvert af öðru og hverfa svo yfir í óviðkomandi
it: Un flusso di messaggi istantanei che arrivano uno dopo l'altro, per poi svanire nell'irrilevanza
ja: 次から次へと届くインスタント メッセージの流れは、やがて無関係になっていきます。
ka: მყისიერი შეტყობინებების ნაკადი, რომელიც მოდის ერთმანეთის მიყოლებით, შემდეგ კი შეუსაბამო ხდება
kk: Бірінен соң бірі келіп жатқан жедел хабарлар легі
ko: 인스턴트 메시지가 차례로 도착했다가 점점 사라져 가며 관련성이 없어집니다.
lt: Momentinių žinučių srautas, ateinantis vienas po kito, o paskui nyksta nereikšmingas
lv: Tūlītējo ziņojumu straume, kas pienāk viena pēc otras un pēc tam izzūd neatbilstībā
mk: Тек од инстант пораки кои пристигнуваат една по друга, а потоа бледнеат во ирелевантност
ms: Aliran mesej segera tiba satu demi satu, kemudian menjadi tidak relevan
mt: Fluss ta’ messaġġi istantanji jaslu wieħed wara l-ieħor, imbagħad jisparixxu f’irrilevanza
nb: En strøm av direktemeldinger som kommer en etter en, for så å forsvinne til irrelevans
nl: Een stroom instant messages die de een na de ander binnenkomen en vervolgens irrelevant worden
pl: Strumień wiadomości błyskawicznych przychodzących jedna po drugiej, a następnie tracących znaczenie
pt_br: Um fluxo de mensagens instantâneas chegando uma após a outra e depois se tornando irrelevantes
ro: Un flux de mesaje instantanee care sosesc unul după altul, apoi se estompează în irelevanță
ru: Поток мгновенных сообщений, приходящих одно за другим, а затем теряющих свою актуальность
sk: Prúd okamžitých správ, ktoré prichádzajú jedna za druhou, a potom strácajú význam
sl: Tok neposrednih sporočil, ki prihajajo eno za drugim, nato pa zbledijo v nepomembnost
sq: Një rrjedhë mesazhesh të çastit që mbërrijnë njëri pas tjetrit, dhe më pas zbehen në parëndësi
sr: Ток тренутних порука које стижу једна за другом, а затим бледе и постају неважне
sv: En ström av snabbmeddelanden som anländer en efter en, för att sedan försvinna till irrelevans
th: กระแสข้อความโต้ตอบแบบทันทีที่มาถึงกัน จากนั้นก็ค่อยๆ จางหายไปจนกลายเป็นเรื่องที่ไม่เกี่ยวข้อง
tr: Birbiri ardına gelen ve ardından ilgisizliğe dönüşen bir anlık mesaj akışı
uk: Потік миттєвих повідомлень, які надходять одне за одним, а потім зникають, стаючи неактуальними
vi: Một dòng tin nhắn nối tiếp nhau rồi dần trở nên vô nghĩa
zh_hans: 一串即时消息接连到达，然后逐渐变得无关紧要
zh_hk: 一串即時訊息接連到達，然後逐漸變得無關緊要

source: A thing they said once that you still think about.
ar: شيء قالوه ذات مرة وما زلت تفكر فيه.
bg: Нещо, което са казали веднъж, за което все още мислите.
bs: Nešto što su jednom rekli o čemu još uvijek razmišljate.
ca: Una cosa que van dir una vegada que encara penses.
cs: Věc, kterou jednou řekli, na kterou stále myslíš.
da: En ting de sagde engang, som du stadig tænker på.
de: Eine Sache, die sie einmal gesagt haben, über die man immer noch nachdenkt.
el: Κάτι που είπαν κάποτε και το σκέφτεσαι ακόμα.
es: Algo que dijeron una vez y en lo que todavía piensas.
et: Asi, mida nad kunagi ütlesid, millele sa ikka mõtled.
eu: Oraindik pentsatzen duzun gauza bat esan zuten behin.
fi: Asia, jota he sanoivat kerran, jota ajattelet edelleen.
fr: Une chose qu'ils ont dite une fois et à laquelle on pense encore.
ga: Rud a dúirt siad uair amháin a smaoiníonn tú air go fóill.
gl: Unha cousa que dixeron unha vez na que aínda pensas.
he: דבר שאמרו פעם שאתה עדיין חושב עליו.
hi: एक बात जो उन्होंने एक बार कही थी जिसके बारे में आप अभी भी सोचते हैं।
hr: Nešto što su jednom rekli o čemu još razmišljate.
hu: Valami olyasmit mondtak egyszer, amin még mindig gondolkodsz.
id: Sesuatu yang pernah mereka katakan dan masih Anda pikirkan.
is: Eitthvað sem þeir sögðu einu sinni sem þú hugsar enn um.
it: Una cosa che hanno detto una volta a cui pensi ancora.
ja: かつて彼らが言ったこと、今でも考えていること。
ka: რამ, რაც მათ ერთხელ თქვეს, რაზეც ჯერ კიდევ ფიქრობ.
kk: Бірде олар айтқан, сіз әлі де ойланатын нәрсе.
ko: 그들이 한 번 말한 것, 당신이 아직도 생각하고 있는 것.
lt: Tai, ką jie kartą pasakė, apie kurį vis dar galvoji.
lv: Lieta, ko viņi reiz teica, par ko jūs joprojām domājat.
mk: Нешто што еднаш го кажаа и за кое се уште размислувате.
ms: Satu perkara yang mereka katakan suatu ketika dahulu yang anda masih fikirkan.
mt: Ħaġa li qalu darba li għadek taħseb dwarha.
nb: En ting de sa en gang som du fortsatt tenker på.
nl: Iets wat ze ooit zeiden waar je nog steeds aan denkt.
pl: Rzecz, którą kiedyś powiedzieli, a o której wciąż myślisz.
pt_br: Uma coisa que eles disseram uma vez e que você ainda pensa.
ro: Un lucru pe care l-au spus odată la care încă te gândești.
ru: То, что они сказали однажды, о котором ты до сих пор думаешь.
sk: Vec, ktorú raz povedali, na ktorú stále myslíš.
sl: Nekaj, kar so rekli nekoč, o čemer še vedno razmišljate.
sq: Një gjë që ata thanë dikur dhe për të cilën ende mendoni.
sr: Нешто што су једном рекли о чему још увек размишљате.
sv: En sak de sa en gång som man fortfarande tänker på.
th: สิ่งที่พวกเขาพูดเมื่อคุณยังคิดถึง
tr: Bir zamanlar söyledikleri ve hâlâ düşündüğün bir şey.
uk: Те, що вони колись сказали, про що ти досі думаєте.
vi: Một điều họ đã từng nói mà bạn vẫn còn nghĩ tới.
zh_hans: 他们曾经说过的一句话你仍然会想起。
zh_hk: 他們曾經說過的一句話你還是會想起。

source: A twelve-second reel to share.
ar: بكرة مدتها اثني عشر ثانية للمشاركة.
bg: Дванадесетсекундна лента за споделяне.
bs: Rol od dvanaest sekundi za dijeljenje.
ca: Un rodet de dotze segons per compartir.
cs: Dvanáctisekundová cívka ke sdílení.
da: Et tolv sekunders hjul at dele.
de: Ein Zwölf-Sekunden-Reel zum Teilen.
el: Ένας κύλινδρος δώδεκα δευτερολέπτων για κοινή χρήση.
es: Un reel de doce segundos para compartir.
et: Jagamiseks 12 sekundit.
eu: Hamabi segundoko bobina partekatzeko.
fi: Kahdentoista sekunnin kela jaettavaksi.
fr: Une bobine de douze secondes à partager.
ga: Ríl dhá soicind le roinnt.
gl: Un carrete de doce segundos para compartir.
he: סליל של שתים עשרה שניות לחלוק.
hi: साझा करने के लिए बारह सेकंड की रील।
hr: Kolut od dvanaest sekundi za dijeljenje.
hu: Megosztható tizenkét másodperces tekercs.
id: Reel dua belas detik untuk dibagikan.
is: Tólf sekúndna spóla til að deila.
it: Un reel di dodici secondi da condividere.
ja: 共有できる 12 秒のリール。
ka: თორმეტი წამიანი რგოლი გასაზიარებლად.
kk: Бөлісуге арналған он екі секундтық ролик.
ko: 공유할 수 있는 12초짜리 영상입니다.
lt: Dvylikos sekundžių ritė dalintis.
lv: Divpadsmit sekunžu rullītis, ko dalīties.
mk: Макара од дванаесет секунди за споделување.
ms: Kekili dua belas saat untuk dikongsi.
mt: Rukkell ta’ tnax-il sekonda biex taqsam.
nb: En tolv sekunders snelle å dele.
nl: Een rol van twaalf seconden om te delen.
pl: Dwunastosekundowa rolka do udostępnienia.
pt_br: Um rolo de doze segundos para compartilhar.
ro: O bobină de douăsprezece secunde de partajat.
ru: Двенадцатисекундный ролик, которым стоит поделиться.
sk: Dvanásťsekundový kotúč na zdieľanie.
sl: Dvanajstsekundni kolut za skupno rabo.
sq: Një rrotull dymbëdhjetë sekondash për t'u ndarë.
sr: Колут од дванаест секунди за дељење.
sv: En rulle på tolv sekunder att dela.
th: ม้วนสิบสองวินาทีที่จะแบ่งปัน
tr: Paylaşılacak on iki saniyelik bir makara.
uk: Дванадцятисекундний барабан, яким можна поділитися.
vi: Một cuộn phim dài mười hai giây để chia sẻ.
zh_hans: 分享一个十二秒的卷轴。
zh_hk: 分享一個十二秒的捲軸。

source: A very long bridge is waiting for you.
ar: جسر طويل جدًا في انتظارك.
bg: Много дълъг мост ви очаква.
bs: Čeka vas veoma dugačak most.
ca: Un pont molt llarg us espera.
cs: Čeká na vás velmi dlouhý most.
da: En meget lang bro venter på dig.
de: Eine sehr lange Brücke wartet auf dich.
el: Μια πολύ μεγάλη γέφυρα σας περιμένει.
es: Un puente muy largo te espera.
et: Sind ootab väga pikk sild.
eu: Oso zubi luze bat zure zain dago.
fi: Erittäin pitkä silta odottaa sinua.
fr: Un très long pont t'attend.
ga: Tá droichead an-fhada ag fanacht leat.
gl: Unha ponte moi longa agarda por ti.
he: גשר ארוך מאוד מחכה לך.
hi: एक बहुत लंबा पुल आपका इंतज़ार कर रहा है.
hr: Čeka vas vrlo dugačak most.
hu: Egy nagyon hosszú híd vár rád.
id: Sebuah jembatan yang sangat panjang sedang menunggu Anda.
is: Mjög löng brú bíður þín.
it: Un ponte molto lungo ti aspetta.
ja: とても長い橋があなたを待っています。
ka: ძალიან გრძელი ხიდი გელოდებათ.
kk: Сізді өте ұзын көпір күтіп тұр.
ko: 아주 긴 다리가 당신을 기다리고 있습니다.
lt: Jūsų laukia labai ilgas tiltas.
lv: Jūs gaida ļoti garš tilts.
mk: Ве чека многу долг мост.
ms: Jambatan yang sangat panjang sedang menunggu anda.
mt: Pont twil ħafna jistenna għalik.
nb: En veldig lang bro venter på deg.
nl: Een hele lange brug wacht op je.
pl: Czeka na Ciebie bardzo długi most.
pt_br: Uma ponte muito longa está esperando por você.
ro: Un pod foarte lung te așteaptă.
ru: Тебя ждет очень длинный мост.
sk: Čaká na vás veľmi dlhý most.
sl: Čaka vas zelo dolg most.
sq: Një urë shumë e gjatë ju pret.
sr: Чека вас веома дугачак мост.
sv: En mycket lång bro väntar på dig.
th: สะพานที่ยาวมากกำลังรอคุณอยู่
tr: Çok uzun bir köprü sizi bekliyor.
uk: На тебе чекає дуже довгий міст.
vi: Một cây cầu rất dài đang chờ đợi bạn.
zh_hans: 一座很长的桥正在等着你。
zh_hk: 一座很長的橋正在等著你。

source: a while ago
ar: منذ فترة
bg: преди малко
bs: pre nekog vremena
ca: fa una estona
cs: před chvílí
da: et stykke tid siden
de: vor einiger Zeit
el: πριν από λίγο
es: hace un tiempo
et: mõni aeg tagasi
eu: duela pixka bat
fi: vähän aikaa sitten
fr: il y a quelque temps
ga: tamall ó shin
gl: hai un tempo
he: לפני זמן מה
hi: कुछ देर पहले
hr: prije nekog vremena
hu: egy ideje
id: beberapa waktu yang lalu
is: fyrir nokkru síðan
it: un po' di tempo fa
ja: 少し前に
ka: ცოტა ხნის წინ
kk: біраз бұрын
ko: 얼마 전
lt: prieš kurį laiką
lv: pirms kāda laiciņa
mk: пред некое време
ms: sebentar tadi
mt: ftit ilu
nb: for en stund siden
nl: een tijdje geleden
pl: jakiś czas temu
pt_br: há um tempo atrás
ro: cu ceva timp în urmă
ru: некоторое время назад
sk: pred chvíľou
sl: pred časom
sq: pak kohë më parë
sr: малопре
sv: ett tag sedan
th: สักพักแล้ว
tr: bir süre önce
uk: деякий час тому
vi: cách đây một thời gian
zh_hans: 不久前
zh_hk: 不久前

source: A whole marathon. No medal. Only pride, and clover.
ar: ماراثون كامل. لا ميدالية. فقط الكبرياء، والبرسيم.
bg: Цял маратон. Без медал. Само гордост и детелина.
bs: Ceo maraton. Nema medalje. Samo ponos i djetelina.
ca: Tota una marató. Cap medalla. Només orgull, i trèvol.
cs: Celý maraton. Žádná medaile. Pouze hrdost a jetel.
da: Et helt maraton. Ingen medalje. Kun stolthed og kløver.
de: Ein ganzer Marathon. Keine Medaille. Nur Stolz und Klee.
el: Ένας ολόκληρος μαραθώνιος. Κανένα μετάλλιο. Μόνο περηφάνια, και τριφύλλι.
es: Todo un maratón. Sin medalla. Sólo orgullo y trébol.
et: Terve maraton. Pole medalit. Ainult uhkus ja ristik.
eu: Maratoi oso bat. Dominarik ez. Harrotasuna bakarrik, eta hirusta.
fi: Kokonainen maraton. Ei mitalia. Vain ylpeys ja apila.
fr: Tout un marathon. Pas de médaille. Seulement de la fierté et du trèfle.
ga: Maratón iomlán. Gan bonn. Ach bród, agus seamair.
gl: Todo un maratón. Sen medalla. Só orgullo, e trevo.
he: מרתון שלם. אין מדליה. רק גאווה, ותלתן.
hi: एक पूरी मैराथन. कोई पदक नहीं. केवल अभिमान, और तिपतिया घास.
hr: Cijeli maraton. Bez medalje. Samo ponos i djetelina.
hu: Egy egész maraton. Nincs érem. Csak a büszkeség és a lóhere.
id: Seluruh maraton. Tidak ada medali. Hanya kebanggaan, dan semanggi.
is: Heilt maraþon. Engin medalía. Aðeins stolt, og smári.
it: Un'intera maratona. Nessuna medaglia. Solo orgoglio e trifoglio.
ja: まるまるマラソン。メダルはありません。誇りとクローバーだけ。
ka: მთელი მარათონი. არანაირი მედალი. მხოლოდ სიამაყე და სამყურა.
kk: Толық марафон. Медаль жоқ. Тек мақтаныш пен беде.
ko: 전체 마라톤. 메달이 없습니다. 자부심과 클로버뿐입니다.
lt: Visas maratonas. Nėra medalio. Tik puikybė ir dobilas.
lv: Vesels maratons. Nav medaļas. Tikai lepnums un āboliņš.
mk: Цел маратон. Нема медал. Само гордост и детелина.
ms: Satu maraton keseluruhan. Tiada pingat. Hanya kebanggaan, dan semanggi.
mt: Maratona sħiħa. L-ebda midalja. Kburija biss, u silla.
nb: Et helt maraton. Ingen medalje. Bare stolthet, og kløver.
nl: Een hele marathon. Geen medaille. Alleen trots en klaver.
pl: Cały maraton. Żadnego medalu. Tylko duma i koniczyna.
pt_br: Uma maratona inteira. Sem medalha. Apenas orgulho e trevo.
ro: Un întreg maraton. Nicio medalie. Doar mândrie și trifoi.
ru: Целый марафон. Никакой медали. Только гордость и клевер.
sk: Celý maratón. Žiadna medaila. Iba hrdosť a ďatelina.
sl: Cel maraton. Brez medalje. Samo ponos in deteljica.
sq: Një maratonë e tërë. Asnjë medalje. Vetëm krenari dhe tërfili.
sr: Цео маратон. Нема медаље. Само понос, и детелина.
sv: Ett helt maraton. Ingen medalj. Bara stolthet och klöver.
th: มาราธอนเต็มๆ ไม่มีเหรียญรางวัล. มีเพียงความภาคภูมิใจและโคลเวอร์
tr: Tam bir maraton. Madalya yok. Sadece gurur ve yonca.
uk: Цілий марафон. Без медалі. Тільки гордість і конюшина.
vi: Cả một cuộc chạy marathon. Không có huy chương. Chỉ có niềm kiêu hãnh và cỏ ba lá.
zh_hans: 全程马拉松。没有奖牌。只有骄傲和三叶草。
zh_hk: 全程馬拉松。沒有獎牌。只有驕傲和三葉草。
